Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Use your signed-in GitHub token
ar: استخدم الرمز المميز GitHub الذي قمت بتسجيل الدخول إليه
da: Brug dit loggede GitHub-token
de: Verwenden Sie Ihr angemeldetes GitHub-Token
es: Utilice su token GitHub que haya iniciado sesión
fi: Käytä sisään allekirjoitettua GitHub token
fr: Utilisez votre session connectée GitHub jeton
he: – השתמשו בidentיפיקаторכם המוכנס GitHub טוקן
hi: : अपने साइन-इन आधार पर काम करें। GitHub टोकन
hu: Használja az bejelentkezett fiókját GitHub token
id: Gunakan akun yang telah terdaftar GitHub token
it: Usa il tuo account con accesso attivo GitHub token
ja: ：サインイン済みの情報を使用してください GitHub トークン
ko: : 로그인된 상태에서 사용하세요 GitHub 토큰
nb: Bruk din inlogget brukerinformasjon GitHub -token
nl: Gebruik uw ingelogde account GitHub -token
pl: : Wykorzystaj swoje zalogowane konto GitHub token
pt_br: Utilize sua conta autenticada GitHub token
ru: Используйте ваш аккаунт, авторизованный в системе GitHub токен
sv: Använd ditt inloggade konto GitHub -token
th: ใช้บัญชีที่คุณเข้าสู่ระบบแล้ว GitHub โทเคน
tr: : Giriş yapmış haliňizi kullanın GitHub token
uk: Використовуйте свій авторизований доступ GitHub токен
vi: Sử dụng tài khoản đã đăng nhập của bạn GitHub token
zh_hans: 请使用已登录账户 GitHub 代币
zh_hant: 請使用已登録賬戶 GitHub 代幣

source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hi: यूज़रनेम
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Uses this repository's configured branch. GitHub repositories covered by a linked GitHub App installation are eligible for best-effort event wakes; non-GitHub or unresolved repositories are foreground-only. Pulls are clean fast-forward only. Local changes, divergence, authentication/trust requirements, or the wrong branch stop automation.
ar: يستخدم الفرع المُهيأ في هذا المستودع. GitHub المخازن التي تُغطى برابط GitHub App تُعتبر عمليات التثبيت مؤهلة للحصول على إشعارات حدث بناءً على أفضل جهد ممكن؛ غير مؤهلة.GitHub أو إذا كانت المستودعات غير المُحلَّلة، فهي مخصصة فقط للواجهة الأمامية؛ أما عمليات «Pull» فتُنفَّذ فقط كـ«Fast-Forward» نظيفًا. ويُوقف نظام الأتمتة عند حدوث تغييرات محلية، أو حدوث انحراف في التسلسل، أو وجود متطلبات اعتماد/ثقة، أو عند استخدام فرع غير صحيح.
da: Bruger den konfigurerede branch i dette repository. GitHub Arkiver, der dækkes af en koblet kilde GitHub App Installationer er kvalificeret til "best-effort-event-wakes"; ikke-GitHub Eller uafklarede repositoryer er kun til forgrund. Pull-frahåndelser er kun fast-forward. Lokale ændringer, divergens, krav til autentificering/ærbæredømme eller den forkerte branch stopper automatiseringen.
de: Nutzt den konfigurierten Branch dieses Repositoriums. GitHub Speichersysteme, die durch einen Verknüpfung abgedeckt sind GitHub App Die Installation ist für „Best-Effort-Event-Wakes" geeignet; nicht-GitHub Unbehandelte Repositories sind ausschließlich im Vordergrund verfügbar. Pull-Transaktionen erfolgen ausschließlich als „Clean Fast-Forward". Lokale Änderungen, Divergenzen, Anmelde- oder Vertrauensanforderungen sowie der falsche Branch unterbrechen die Automatisierung.
es: Utiliza la rama configurada de este repositorio. GitHub Repositorios cubiertos por un enlace GitHub App Las instalaciones son elegibles para eventos de despertado con esfuerzo máximo; no-GitHub Los repositorios no resueltos están disponibles únicamente en primer plano; las operaciones de extracción (pull) se realizan exclusivamente mediante «fast-forward». Los cambios locales, la divergencia, los requisitos de autenticación o de confianza, o la selección de la rama incorrecta detienen la automatización.
fi: Käyttää tämän tallennuslaitteen konfiguroitua harjaa. GitHub Liitettyjen tallennusjärjestelmien kattaminen GitHub App Asennukset ovat oikeutettuja "best-effort"-tapahtumien herättämiselle; ei-GitHub Ei ratkaistut tallenteet ovat vain etusijalle otettuja. Näppäimistötoiminnot koskevat ainoastaan puhdasta nopeaa eteenpäinliikettä. Paikalliset muutokset, eriytymisongelmat, tunnistautumis- tai luottamuksen vaatimukset tai väärä tukijärjestelmä keskeyttävät automatisoinnin.
fr: Utilise la branche configurée de ce dépôt. GitHub Répertoires couverts par un lien GitHub App Les installations sont éligibles aux événements « best-effort » ; non-GitHub Les dépôts non résolus sont uniquement en premier plan. Les opérations de retrait ne sont autorisées que pour des avancées nettes. Les modifications locales, la divergence, les exigences d'authentification ou de confiance, ou la branche incorrecte interrompent l'automatisation.
he: משתמש בסניף המוגדר של המאגר. GitHub מאגרים המכוסים על ידי קישור GitHub App התקנה זכאית להפעלות אירועי מאמץ-מקסימלי; לא-GitHub או שמאגרי המידע הלא פתורים הם רק לרקע. הטיפים נקיים קדימה בלבד. שינויים מקומיים, סטייה, דרישות אימות/אמון או להפסיק את הסניף הלא נכון אוטומציה.
hi: इस रिपॉजिटरी की कॉन्फ़िगर की गई शाखा का उपयोग करता है। GitHub संबद्ध डेटाबेस से संबंधित भंडारण स्थल GitHub App स्थापना 'बेस्ट-एफर्ट इवेंट वेक्स' के लिए पात्र है; गैर-GitHub या अनसुलझे रिपॉजिटरीज़ केवल फोरग्राउंड में होते हैं। पुल्स केवल क्लीन फास्ट-फॉरवर्ड होते हैं। स्थानीय परिवर्तन, विचलन, प्रमाणीकरण/विश्वास संबंधी आवश्यकताएँ या गलत शाखा ऑटोमेशन को रोक देती हैं।
hu: Használja a Repository konfigurált szárnyát. GitHub A kapcsolódó rendszerrel lefedett tárolók GitHub App A telepítés érvényes a „best-effort" eseményi ébresztési szolgáltatásokra; nem érvényes.GitHub A nem megoldott tárolók csak előtérbeli funkcióként működnek. A Pull-ügyek kizárólag tiszta, gyors előrehaladási műveleteként vannak elvégzve. A helyi módosítások, a divergencia, az authentikációs vagy bizalmasítási követelmények, illetve a helytelen szárny megelőzheti az automatizálást.
id: Menggunakan cabang yang telah dikonfigurasi pada repositori ini. GitHub Repositori yang tertutupi oleh tautan GitHub App Instalasi memenuhi syarat untuk event wakes berbasis upaya terbaik; non-GitHub Repositori yang belum diselesaikan hanya berlaku untuk mode foreground. Pull hanya mendukung operasi fast-forward. Perubahan lokal, divergensi, persyaratan autentikasi/kepercayaan, atau cabang yang salah akan menghentikan proses otomatisasi.
it: Utilizza il rami configurato di questo repository. GitHub Riservori coperti da un collegamento GitHub App L'installazione è idonea per gli eventi «best-effort»; non-GitHub I repository non risolti sono disponibili esclusivamente in primo piano; le operazioni di pull sono limitate a operazioni di fast-forward pulite. Modifiche locali, divergenze, requisiti di autenticazione o di fiducia, oppure l'uso di un rami errato, interrompono l'automazione.
ja: このリポジトリで設定されたブランチを使用します。 GitHub リンクされたリポジトリ GitHub App インストール済みのシステムは「Best-Effort Event Wakes」対象となりますが、非インストール済みのシステムは対象外です。GitHub 未解決のリポジトリは foreground にのみ対象となります。Pull 操作はクリーンな「fast-forward」のみです。ローカルの変更、分岐、認証/信頼関連の要件、または誤ったブランチが発生した場合、自動化処理は停止されます。
ko: 이 저장소에 설정된 브랜치를 사용합니다. GitHub 연결된 저장소를 포함하는 저장소 GitHub App 설치된 시스템은 'best-effort event wakes'에 적용됩니다; 그렇지 않은 경우는 적용되지 않습니다.GitHub 해결되지 않은 저장소는 전면용만 사용됩니다. Pull 작업은 클린 패스트포워드만 수행됩니다. 로컬 변경 사항, 분기, 인증/신뢰 관련 요구사항 또는 잘못된 분기가 발생하면 자동화 작업이 중단됩니다.
nb: Bruker den konfigurerte grenen i dette repozitoriet. GitHub Lagerer som er dekket av en lenket kilde GitHub App Installasjoner er kvalifiserte for «best-effort-event-wakes»; ikke-GitHub Eller uløste repozitorier er kun til fremtredende bruk. Pull-funksjonen gjør kun hurtig fremovergång. Lokale endringer, divergens, krav til autentisering eller tillit, eller feil gren stopper automatiseringen.
nl: Gebruikt de geconfigureerde tak van dit repository. GitHub repositories die worden gedekt door een gekoppelde bron GitHub App Installaties zijn in aanmerking voor 'best-effort-event-wakes'; niet-GitHub Of onopgeloste repositories zijn uitsluitend voor gebruik in de voorkant; pulls zijn uitsluitend voor clean fast-forward. Lokale wijzigingen, divergentie, authenticatie- of vertrouwensvereisten, of de verkeerde tak stoppen de automatisering.
pl: Wykorzystuje skonfigurowaną gałęzię tego repositoria. GitHub Bazy danych obejmowane przez powiązany element GitHub App Instalacje są kwalifikowane do wykorzystania funkcji „best-effort event wakes"; nie-GitHub Lub nierozwiązane repositoriały są dostępne wyłącznie w trybie foreground. Operacje pull są ograniczone do czystego przesunięcia naprzód. Lokalne zmiany, rozbieżność, wymagania dotyczące uwierzytelniania lub zaufania, lub nieprawidłowa gałąź powodują przerwanie automatyzacji.
pt_br: Utiliza a rama configurada deste repositório. GitHub Repositórios abrangidos por um vínculo GitHub App A instalação é elegível para eventos de acordos de melhor esforço; não-GitHub Repositórios não resolvidos são apenas para uso em primeiro plano. As operações de pull são apenas de fast-forward limpas. Alterações locais, divergência, requisitos de autenticação ou confiança, ou o ramo incorreto impedem a automação.
ru: Использует настроенную ветку данного репозитория. GitHub Репозитории, охватываемые связанной ссылкой GitHub App Установки подлежат применению механизма «best-effort event wakes»; не-GitHub Если репозитории не обработаны, они доступны только в переднем плане. Команды pull выполняются только в режиме «clean fast-forward». Локальные изменения, разница в коде, требования к аутентификации или доверии, а также неправильная ветка блокируют автоматизацию.
sv: Använder den konfigurerade grenen i detta repository. GitHub Lagringsplatsar som omfattas av en länkad plats GitHub App Installationer är berättigade till "best-effort-event-wakes"; icke-GitHub Eller olösade repozitorier är endast tillgängliga i förgrund. Pull-funktionen utför endast clean fast-forward. Lokala ändringar, divergens, krav på autentisering eller förtroende, eller felaktig gren stoppar automatiseringen.
th: ใช้สาขาที่กำหนดไว้ใน repositorie นี้ GitHub คลังข้อมูลที่ถูกครอบคลุมโดยการเชื่อมโยง GitHub App การติดตั้งมีสิทธิ์ได้รับการกระตุ้นเหตุการณ์แบบ "best-effort"; ไม่ได้รับGitHub หาก repositorie ที่ยังไม่ได้รับการจัดการ จะถูกกำหนดให้ใช้งานได้เฉพาะในส่วนหน้าจอหลักเท่านั้น ส่วนการ Pull จะดำเนินการแบบ Clean Fast-Forward เท่านั้น หากมีการเปลี่ยนแปลงในระบบ本地、ความแตกต่างของโค้ด、ข้อกำหนดด้านการยืนยันตัวตนหรือความเชื่อมั่น、หรือหากใช้สาขาที่ไม่ถูกต้อง จะทำให้กระบวนการอัตโนมัติหยุดทำงาน
tr: Bu depodaki yapılandırılmış şube kullanılır. GitHub Bağlantılı bir yapıyla kapsanan depolar GitHub App Yerleştirme, en iyi çabayla gerçekleştirilen olay uyandırma işlemlerine uygun; değil.GitHub Yüklenmemiş depolamalar yalnızca ön plana çıkarılır. Pull operasyonları yalnızca temiz hızlı ilerleme işlemidir. Yerel değişiklikler, farklılık, kimlik doğrulama veya güvenilirlik gereklilikleri veya yanlış bir şube durdurur.
uk: Використовує налаштовану гілку цього репозиторію. GitHub Репозиторії, що охоплюються зв'язаним GitHub App Інсталяції підлягають застосуванню механізму «best-effort event wakes»; не-GitHub Або нерозрізняті репозиторії доступні лише на передньому плані. Загрузки виконуються лише за принципом «чистого швидкого перенаправлення». Локальні зміни, розбіжності, вимоги до автентифікації чи довіри або неправильна гілка призводять до припинення автоматизації.
vi: Sử dụng nhánh đã được cấu hình của kho lưu trữ này. GitHub Các kho lưu trữ được bao phủ bởi liên kết GitHub App Các thiết lập đủ điều kiện cho cơ chế kích hoạt sự kiện theo phương thức “best-effort”; không đủ điều kiện –GitHub Các kho lưu trữ chưa được giải quyết chỉ hoạt động trong chế độ nền. Các thao tác pull chỉ áp dụng cho thao tác clean fast-forward. Các thay đổi cục bộ, sự phân kỳ, yêu cầu xác thực hoặc tin cậy, hoặc nhánh sai sẽ làm dừng quá trình tự động hóa.
zh_hans: 使用本仓库中已配置的分支。 GitHub 受链接覆盖的存储库 GitHub App 安装设备符合“尽力而为事件唤醒”条件；非安装设备则不适用。GitHub 未解决的仓库仅适用于前台操作；拉取操作仅支持干净的快进更新。若存在本地更改、分支不一致、认证/信任要求或分支选择错误，将中止自动化流程。
zh_hant: 使用本倉庫中已配置的分支。 GitHub 受連結覆蓋的儲存庫 GitHub App 安裝裝置符合“盡力而為事件喚醒”條件；非安裝裝置則不適用。GitHub 未解決的倉庫僅適用於前臺操作；拉取操作僅支援乾淨的快進更新。若存在本地更改、分支不一致、認證/信任要求或分支選擇錯誤，將中止自動化流程。

source: Using the GitHub token from your account. Sign out or choose another method to use a different provider.
ar: باستخدام الرمز المميز GitHub من حسابك. قم بتسجيل الخروج أو اختر طريقة أخرى لاستخدام موفر خدمة مختلف. تحذير
da: Brug af GitHub-tokenet fra din konto. Log ud, eller vælg en anden metode for at bruge en anden udbyder.
de: Verwendung des GitHub-Tokens von Ihrem Konto. Melden Sie sich ab oder wählen Sie eine andere Methode, um einen anderen Anbieter zu nutzen.
es: Usando el token GitHub de su cuenta. Cierra sesión o elige otro método para utilizar un proveedor diferente.
fi: käyttää GitHub merkki tililtäsi. Kirjaudu ulos tai valitse muu menetelmä käyttää toista toimittajaa.
fr: : Utilisation de Le jeton GitHub est disponible sur votre compte. Déconnectez-vous ou choisissez une autre méthode pour utiliser un fournisseur différent.
he: – שימוש ב- GitHub – טוקן מהחשבון שלך. תורחכו או בחרו שיטה אחרת כדי להשתמש בספק אחר.
hi: : इसका उपयोग करना आपके खाते से GitHub टोकन प्राप्त हुआ है। कृपया साइन आउट करें या किसी अन्य प्रदाता का उपयोग करने के लिए किसी अन्य विधि का चयन करें।
hu: – A „használása" rész GitHub token az Ön számlájából. Kilépjen, vagy más módszert válasszon bejelentkezéshez egy más szolgáltatóhoz.
id: Menggunakan Token GitHub dari akun Anda. Keluar atau pilih metode lain untuk menggunakan penyedia yang berbeda.
it: Utilizzando il Il token GitHub è disponibile sul tuo account. Disconnettiti o scegli un altro metodo per utilizzare un diverso fornitore.
ja: ：使用 GitHub トークンは、当方のアカウントからご利用いただけます。サインアウトするか、別のプロバイダーを使用するための他の方法を選択してください。
ko: : 사용하기 GitHub 토큰을 계정에서 사용할 수 없습니다. 로그아웃하거나 다른 제공업체를 이용하려면 다른 방법을 선택하세요.
nb: – Bruk av GitHub -token fra kontoen din. Logg ut eller velg en annen metode for å bruke en annen leverandør.
nl: Met de GitHub -token van uw account. U kunt u uitloggen of een andere methode kiezen om een andere aanbieder te gebruiken.
pl: – Użycie Token GitHub z Twojego konta. Wyloguj się lub wybierz inny sposób do korzystania z innego dostawcy.
pt_br: Utilizando o Token GitHub da sua conta. Sair ou escolher outro método para utilizar um fornecedor diferente.
ru: : использование Токен GitHub из вашего аккаунта. Выходите или выберите другой способ для использования другого провайдера.
sv: – Användningen av GitHub -token från ditt konto. Logga ut eller välj en annan metod för att använda en annan leverantör.
th: : การใช้งาน GitHub โทเค็นจากบัญชีของคุณ กรุณาออกจากระบบหรือเลือกวิธีอื่นเพื่อใช้ผู้ให้บริการอื่น
tr: : Bu yöntem kullanmak Hesabınızdan GitHub tokenü alın. Çıkış yapın veya farklı bir sağlayıcı kullanmak için başka bir yöntem seçin.
uk: — застосування GitHub токен з вашого облікового запису. Вийдіть або виберіть інший метод для використання іншого постачальника.
vi: Sử dụng Token GitHub từ tài khoản của bạn. Hãy đăng xuất hoặc chọn phương thức khác để sử dụng nhà cung cấp khác.
zh_hans: 使用 GitHub ：您的账户中暂无可用代币。请退出登录或选择其他方式，以使用不同的提供商。
zh_hant: 使用 GitHub ：您的賬戶中暫無可用代幣。請退齣登録或選擇其他方式，以使用不衕的提供商。

source: Version
ar: الإصدار
da: VersionName
es: Versión
fi: Versio
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sv: VersionName
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View Debug Log
ar: عرض سجل التصحيح
da: Vis fejlsøgningslog
de: Fehlerprotokoll anzeigen
es: Ver registro de depuración
fi: Näytä virheenkorjausloki
fr: Voir le journal de débogage
he: הצג יומן ניפוי
hi: डीबग लॉग देखें
hu: Hibakeresési napló megtekintése
id: Lihat log debug
it: Visualizza log debug
ja: デバッグログを表示
ko: 디버그 로그 보기
nb: Vis feilsøkingslogg
nl: Foutopsporingslog bekijken
pl: Wyświetl dziennik debugowania
pt_br: Ver registro de depuração
ru: Просмотр журнала отладки
sv: Visa felsökningslogg
th: ดูบันทึกดีบัก
tr: Hata ayıklama kaydını gör
uk: Переглянути журнал налагодження
vi: Xem nhật ký gỡ lỗi
zh_hans: 查看调试日志
zh_hant: 查看除錯記錄

source: Waiting for Wi-Fi.
ar: جارٍ الانتظار للاتصال بشبكة الواي فاي.
da: Venter på Wi-Fi.
de: Warten auf Wi-Fi.
es: Esperando Wi-Fi.
fi: Odotetaan Wi-Fi -yhteyttä.
fr: Attente de connexion Wi-Fi.
he: ממתין ל-Wi-Fi.
hi: Wi-Fi की प्रतीक्षा।
hu: Wi-Fi várása.
id: Menunggu Wi-Fi.
it: In attesa di Wi-Fi.
ja: Wi-Fiを待機中です。
ko: Wi-Fi 연결 중입니다.
nb: Vent på Wi-Fi.
nl: Wacht op Wi-Fi.
pl: Czekanie na połączenie Wi-Fi.
pt_br: Aguardando Wi-Fi.
ru: Ожидание подключения к Wi-Fi.
sv: Väntar på Wi-Fi.
th: กำลังรอการเชื่อมต่อ Wi-Fi
tr: Wi-Fi bekleniyor.
uk: Чекає Wi-Fi.
vi: Đang chờ kết nối Wi-Fi.
zh_hans: 正在等待 Wi-Fi 连接。
zh_hant: 正在等待 Wi-Fi 連線。

source: Waiting for external power.
ar: في انتظار القوة الخارجية
da: Venter på ekstern strøm.
de: Warte auf externe Stromversorgung.
es: Esperando alimentación externa.
fi: Odottaa ulkoista sähköntuotantoa.
fr: En attente d'alimentation électrique externe.
he: מחכה לכוח חיצוני.
hi: बाहरी बिजली की प्रतीक्षा।
hu: Külső áramellátás várása.
id: Menunggu pasokan daya eksternal.
it: In attesa di alimentazione esterna.
ja: 外部電源の接続を待機中です。
ko: 외부 전원 연결을 기다리고 있습니다.
nb: Venter på ekstern strømforsyning.
nl: Wacht op externe stroomvoorziening.
pl: Oczekuje się zewnętrznego zasilania.
pt_br: Aguardando energia externa.
ru: Ожидание внешней электропитания.
sv: Väntar på extern ström.
th: กำลังรอไฟฟ้าจากแหล่งภายนอก
tr: Dış güç bekleniyor.
uk: Чекає на зовнішню електричну енергію.
vi: Đang chờ nguồn điện bên ngoài.
zh_hans: 正在等待外部电源。
zh_hant: 正在等待外部電源。

source: Waiting for first wake
ar: في انتظار الاستيقاظ الأول
da: Venter på første vekkelse
de: Warte auf das erste Wecken
es: Esperando el primer despertar
fi: Odottaa ensimmäistä heräämistä
fr: En attente de la première réveil
he: מחכה להעיר ראשונה
hi: पहले जागने का इंतजार
hu: Az első felébzesésre várás
id: Menunggu wakil pertama
it: In attesa del primo risveglio
ja: 最初の起動を待機中
ko: 첫 번째 깨어남을 기다리고 있습니다
nb: Venter på første vekkelse
nl: Wacht op de eerste wakkerwording
pl: Oczekuje na pierwsze przebudzenie
pt_br: Aguardando o primeiro acordar
ru: Ожидание первого пробуждения
sv: Väntar på första väckning
th: กำลังรอการตื่นครั้งแรก
tr: İlk uyandırma için bekleniyor
uk: Чекає на перше пробудження
vi: Đang chờ lần đánh thức đầu tiên
zh_hans: 等待首次唤醒
zh_hant: 等待首次喚醒

source: Warning
ar: : تحذير تم تحديث
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
fr: Avertissement
he: 경arme
hi: चेतावनी
hu: figyelmeztetés
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
nb: Advarsel
nl: Waarschuwing
pl: - ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sv: varning
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: Watch how to remove local repository copies you no longer need, right from Sync.md.
ar: شاهد كيفية إزالة نسخ المستودع المحلي التي لم تعد بحاجة إليها، مباشرة من Sync.md.
da: Se, hvordan du fjerner lokale arkivkopier, du ikke længere har brug for, lige fra Sync.md.
de: Sehen Sie sich an, wie Sie lokale Repository-Kopien, die Sie nicht mehr benötigen, direkt aus Sync.md entfernen.
es: Vea cómo eliminar copias del repositorio local que ya no necesita, directamente desde Sync.md.
fi: Katso, kuinka poistetaan paikallisia kopioita, joita et enää tarvitse. Sync.md.
fr: : Suivez les étapes pour supprimer les copies du dépôt local que vous n'avez plus besoin, directement depuis Sync.md.
he: – תראו כיצד ניתן להסיר עותקים של מאגר מקומיים שלא ישאלו עוד בהם, ישירות מ- Sync.md.
hi: : यह देखें कि आप सीधे से उन स्थानीय रिपॉजिटरी प्रतियों को हटाने का तरीका क्या है जिनकी आपको अब आवश्यकता नहीं है। Sync.md.
hu: : Megfigyelheti, hogyan törölheti azokat a helyi tároló másolatait, amelyek már nem szükségesek – közvetlenül az eszközön keresztül. Sync.md.
id: Ikuti cara menghapus salinan repositori lokal yang tidak lagi Anda butuhkan, langsung dari Sync.md.
it: : Scopri come rimuovere le copie del repository locale che non hai più bisogno, direttamente da Sync.md.
ja: ：不要なローカルリポジトリのコピーを、直接削除方法をご確認ください。 Sync.md.
ko: : 더 이상 필요하지 않은 로컬 저장소 복사본을 바로 삭제하는 방법을 확인하세요. Sync.md.
nb: Se hvordan du kan fjerne lokale lagringskopiene du ikke lenger trenger, direkte fra Sync.md.
nl: Bekijk hoe u lokale repositorykopieën die u niet meer nodig hebt kunt verwijderen, rechtstreeks vanuit Sync.md.
pl: : Zobacz, jak usunąć kopie lokalnych repositoriów, których już nie potrzebujesz, bezpośrednio z tego panelu. Sync.md.
pt_br: Veja como remover as cópias do repositório local que você já não precisa, diretamente a partir de Sync.md.
ru: : Узнайте, как удалить копии локального репозитория, которые вам больше не нужны, непосредственно из интерфейса. Sync.md.
sv: Se hur du kan ta bort lokala lagringskopior som du inte längre behöver, direkt från Sync.md.
th: ดูวิธีลบสำเนาของรีโพซิทอรี่ท้องถิ่นที่คุณไม่ต้องการ โดยตรงจาก Sync.md.
tr: : Daha kullanılmayacak yerel depo kopyalarını doğrudan kaldırmanın nasıl olduğu gösteriliyor. Sync.md.
uk: : Дивіться, як ви можете видалити копії локального репозиторію, які вам більше не потрібні, прямо з інтерфейсу. Sync.md.
vi: Hướng dẫn cách xóa các bản sao kho lưu trữ cục bộ mà bạn không còn cần, ngay từ chính giao diện. Sync.md.
zh_hans: ：可直接查看如何删除您不再需要的本地仓库副本 Sync.md.
zh_hant: ：可直接查看如何刪除您不再需要的本地倉庫副本 Sync.md.
